Repository: StephenPunwasi/bbpress-votes
Catalog: languages/bbpvotes-*.po
Languages: ru_ru

source: Vote up
ru_ru: Мне нравится

source: Vote down
ru_ru: Мне не нравится

source: You voted up
ru_ru: Вам понравилось это

source: You voted down
ru_ru: Вам не понравилось это

source: Vote is not a boolean
ru_ru: Голосование не логично

source: You don't have the required capability to vote
ru_ru: Вы не имеете возможность голосовать

source: You cannot vote for your own post
ru_ru: Вы не можете голосовать за свой пост

source: You have already voted for this post
ru_ru: Вы уже голосовали за этот пост

source: Error while voting for this post
ru_ru: Ошибка при голосовании на этот пост

source: Settings
ru_ru: Настройки

source: Score
ru_ru: Оценка

source: Score: %1$d
ru_ru: Оценка: %1$d

source: Votes count: %1$d
ru_ru: Голосов: %1$d

source: New vote up
ru_ru: Новый лайк

source: New vote down
ru_ru: Новый дизлайк

source: %1$s voted up to the topic %2$s by %3$s
ru_ru: %1$s понравилась тема %2$s от %3$s

source: %1$s voted up to a reply by %3$s in the topic %2$s
ru_ru: %1$s понравился ответ %3$s в теме %2$s

source: %1$s voted down to the topic %2$s by %3$s
ru_ru: %1$s не понравилась тема %2$s от %3$s

source: %1$s voted down to a reply by %3$s in the topic %2$s
ru_ru: %1$s не понравился ответ %3$s в теме %2$s

source: This topic is useful and clear
ru_ru: Эта тема полезна

source: This reply is useful
ru_ru: Этот ответ полезен

source: You have voted up for this post
ru_ru: Вам понравился этот пост

source: This topic it is unclear or not useful
ru_ru: Эта тема бесполезна

source: This reply answer is not useful
ru_ru: Этот ответ бесполезен

source: You have voted down for this post
ru_ru: Вам не понравился этот пост

source: %1$s voted up
ru_ru: %1$s лайков

source: %1$s voted down
ru_ru: %1$s дизлайков

source: bbPress Votes
ru_ru: bbPress Голосование

source: Allow users to vote up or down to topics and replies inside bbPress, just like you can on StackOverflow for example.
ru_ru: Разрешить пользователям голосовать вверх или вниз за темы и ответы внутри bbPress, так же, как вы можете на StackOverflow, например.
